INSERT INTO kitchen."Ingredients"(
	"Id", "Name", "Calories", "Proteins", "Carbohydrates", "Fats", "Sugar", "Type", "UnitId")
VALUES
	(42, 'Banane', 89, 1.1, 22.8, 0.3, 12.2, 1, 11),
	(43, 'Narandža', 47, 0.9, 11.8, 0.1, 9.4, 1, 11),
	(44, 'Pasulj šareni', 127, 8.9, 22.8, 0.5, 0.6, 1, 11),
	(45, 'Pasulj bijeli', 143, 9.0, 25.0, 0.5, 0.6, 1, 11),
	(46, 'Špinat', 23, 2.9, 3.6, 0.4, 0.4, 1, 11),
	(47, 'Žuta paprika svježa', 27, 1.0, 6.0, 0.2, 2.4, 1, 11),
	(48, 'Crvena paprika svježa', 31, 1.0, 6.0, 0.3, 2.4, 1, 11),
	(49, 'Zelena salata', 15, 1.0, 2.9, 0.2, 0.8, 1, 11),
	(50, 'Krastavac svjež', 16, 0.7, 3.6, 0.1, 1.7, 1, 11),
	(51, 'Grožđe -bijelo', 69, 0.7, 18.1, 0.2, 16.2, 1, 11),
	(52, 'Grožđe -crno', 69, 0.7, 18.1, 0.2, 16.2, 1, 11),
	(53, 'Kruške', 39, 0.4, 10.0, 0.1, 9.8, 1, 11),
	(54, 'Limun', 29, 1.1, 9.3, 0.3, 2.5, 1, 11),
	(55, 'Šljiva', 46, 0.7, 11.4, 0.3, 9.9, 1, 11),
	(56, 'Svježi peršun-list', 36, 3.0, 6.3, 0.8, 0.9, 1, 11),
    (57, 'Jabuka kisela', 52, 0.3, 13.8, 0.2, 10.4, 1, 11);
